[
  "I’m here to let you know that a boundary has been crossed. Which emotion am I?",
  "I show up when something you care about is under threat. Which emotion am I?",
  "I’m telling you that something beautiful matters deeply to you. Which emotion am I?",
  "I remind you that you’ve lost something important. Which emotion am I?",
  "I show up when you’re disconnected from others and want to be seen. Which emotion am I?",
  "I nudge you to hide or retreat when you’ve done something against your values. Which emotion am I?",
  "I push you to make things right when you’ve hurt someone. Which emotion am I?",
  "I appear when something inside you is deeply unmet or dismissed. Which emotion am I?",
  "I point out that something feels unsafe or off. Which emotion am I?",
  "I show up to remind you that this moment matters. Which emotion am I?",
  "I let you know that something doesn’t sit right with your sense of justice. Which emotion am I?",
  "I arrive when something surprising disrupts your expectations. Which emotion am I?",
  "I’m the feeling of not being good enough. Which emotion am I?",
  "I show up when your needs aren’t being heard — sometimes loudly. Which emotion am I?",
  "I appear when you’re not living in alignment with your values. Which emotion am I?",
  "I show you what you miss or long for. Which emotion am I?",
  "I come up when someone else has what you want. Which emotion am I?",
  "I rise when you’re proud of how far you’ve come. Which emotion am I?",
  "I whisper to you that something is about to change. Which emotion am I?",
  "I surface when you’re completely overwhelmed and can't process what’s happening. Which emotion am I?",
  "I’m that tight feeling in your chest when you want to speak but don’t. Which emotion am I?",
  "I show up when you feel seen, heard, and valued. Which emotion am I?",
  "I remind you that you’ve failed your own expectations. Which emotion am I?",
  "I push you to try again because something still matters. Which emotion am I?",
  "I appear when everything feels too quiet and you wish someone would notice. Which emotion am I?",
  "I urge you to protect what matters most — even if you don’t know how. Which emotion am I?",
  "I’m the warmth you feel when you’re in the right place with the right people. Which emotion am I?",
  "I’m the storm that builds when too many little things go unspoken. Which emotion am I?",
  "I step in when things feel unfair or unjust — even if they don’t affect you directly. Which emotion am I?",
  "I show up when it’s time to let go of something — or someone — for good. Which emotion am I?",
  "I’m the lightness in your body when you allow yourself to rest. Which emotion am I?",
  "I rise when the risk is big but the reward might be bigger. Which emotion am I?",
  "I’m the knot in your stomach that shows up before something important. Which emotion am I?",
  "I appear when someone surprises you with kindness. Which emotion am I?",
  "I arrive when you suddenly understand something that was unclear before. Which emotion am I?",
  "I show up when you've outgrown something but are afraid to move on. Which emotion am I?"
]