[
  "What's the best pizza topping?",
  "Name a fruit that feels luxurious.",
  "What's the most annoying sound?",
  "What's the best way to eat eggs?",
  "Name a country you'd love to visit.",
  "What's the most overrated movie?",
  "What's the best sandwich filling?",
  "Name a colour that feels expensive.",
  "What's the best day of the week?",
  "What's the most comforting hot drink?",
  "Name a job that sounds glamorous.",
  "What's the worst thing to forget at home?",
  "Name an animal people are unreasonably scared of.",
  "What's the best board game of all time?",
  "What's the most useless school subject?",
  "Name something you'd hate to find in your bed.",
  "What's the best TV show ever?",
  "Name a smell that instantly makes you nostalgic.",
  "What's the first thing you'd buy if you won the lottery?",
  "What's the most universally disliked vegetable?",
  "Name a drink you associate with a party.",
  "What's the most boring sport to watch?",
  "Name a profession people lie about being.",
  "What's the best type of cheese?",
  "Name a condiment you couldn't live without.",
  "What's the scariest sea creature?",
  "What's a name that sounds powerful?",
  "What's the most awkward place to run into an ex?",
  "Name something people pretend to like.",
  "What's the worst chore in the house?",
  "What's the first thing you notice about someone?",
  "What's the most iconic decade for music?",
  "What's the best chocolate bar?",
  "Name a fast food chain that's secretly elite.",
  "What's the worst time to get a phone call?",
  "What's a hobby everyone thinks they're good at?",
  "Name a superpower that would be more trouble than it's worth.",
  "What's a job you'd never want to do?",
  "What's something people always forget to pack for a holiday?",
  "What's the best way to start the day?",
  "What's a smell that instantly wakes you up?",
  "What's the best thing to dip chips in?",
  "What's the worst time of day?",
  "What's the ultimate comfort food?",
  "What should you never say on a first date?",
  "Name a kitchen item you wouldn't want to live without.",
  "What's something you'd never want to find in your fridge?",
  "What's the most satisfying thing to pop?",
  "Who's the most iconic cartoon character?",
  "What's the most binge-worthy show on Netflix?",
  "What's a song that everyone pretends to know the lyrics to?",
  "What's the most quotable movie of all time?",
  "Name a celebrity who'd be great at pub quizzes.",
  "What's the most overplayed song of all time?",
  "What's the best fictional villain?",
  "What's the worst thing to say in a group chat?",
  "What's the most awkward place to laugh?",
  "What's the best excuse to leave a boring party?",
  "What's a lie people tell at work?",
  "What's something you pretend to understand but don't?",
  "Name a place people pretend they want to visit.",
  "What's the worst mode of transport?",
  "Name a holiday destination that's probably overrated.",
  "What's the worst seat on a plane?",
  "What's the most stressful part of travelling?",
  "What animal would make the worst pet?",
  "What's the most chaotic kitchen utensil?",
  "What fruit sounds posh but isn't?",
  "What's the least useful superpower?",
  "What's the funniest object to trip over?",
  "What would be the weirdest thing to find in a wallet?",
  "What's an emotion people pretend not to feel?",
  "What's the best feeling in the world?",
  "What's something that always cheers people up?",
  "What's a fear most people won't admit?",
  "What's the most underrated human trait?",
  "What's an emotion that feels contagious?",
  "What's the most embarrassing emotion to show in public?",
  "What's the best kind of video to binge-watch on YouTube?",
  "Who is the most entertaining type of YouTuber?",
  "What's the worst kind of content on YouTube?",
  "What's the first thing you'd search if you opened YouTube right now?",
  "What's something that always shows up in your YouTube recommendations?",
  "What's a YouTube trend that needs to end?",
  "What's the most addictive type of content?",
  "What's the best exercise for people who hate exercise?",
  "What's the worst part of going to the gym?",
  "What's a sport people pretend to like?",
  "What's the most satisfying bodyweight exercise?",
  "What's a workout people say they do but probably don't?",
  "What's the best post-workout snack?",
  "What's a fitness goal people lie about?",
  "What's the most annoying sound at home?",
  "What's something you always misplace?",
  "What's the worst thing to step on barefoot?",
  "What's the cosiest room in the house?",
  "What's the most unnecessary item in the kitchen?",
  "What's something everyone forgets to clean?",
  "What's the best thing about being at home?",
   "What's something people say they'll start on Monday but never do?",
  "What's the most common New Year's resolution?",
  "What's something people spend too much money on?",
  "What's the best time of day to shower?",
  "What's a habit that's surprisingly hard to break?",
  "What's the best way to relax after a long day?",
  "What's the first thing most people do when they wake up?",
  "What's something people do just for the aesthetic?",
  "What's something you should do daily but don't?",
  "What's a job people romanticise but wouldn't actually enjoy?",
  "What's the most stressful job in the world?",
  "What's a job that sounds boring but pays well?",
  "What's a job that's cooler in movies than real life?",
  "What's something people lie about on their CV?",
  "What's the worst thing about working in an office?",
  "What's the most common reason people leave a job?",
  "What's the dream job people secretly wish they had?",
  "What's a job you could never do?",
  "What's the most useful subject at school?",
  "What's the most pointless subject at school?",
  "What subject do people pretend to understand?",
  "What's the easiest subject to bluff your way through?",
  "What's the most fun after-school club?",
  "What's the most dreaded school activity?",
  "What's the most iconic school trip destination?",
  "What's a skill you wish school taught?",
  "What's a school rule everyone secretly broke?",
  "I’m here to let you know that a boundary has been crossed. Which emotion am I?",
  "I show up when something you care about is under threat. Which emotion am I?",
  "I’m telling you that something beautiful matters deeply to you. Which emotion am I?",
  "I remind you that you’ve lost something important. Which emotion am I?",
  "I show up when you’re disconnected from others and want to be seen. Which emotion am I?",
  "I nudge you to hide or retreat when you’ve done something against your values. Which emotion am I?",
  "I push you to make things right when you’ve hurt someone. Which emotion am I?",
  "I appear when something inside you is deeply unmet or dismissed. Which emotion am I?",
  "I point out that something feels unsafe or off. Which emotion am I?",
  "I show up to remind you that this moment matters. Which emotion am I?",
  "I let you know that something doesn’t sit right with your sense of justice. Which emotion am I?",
  "I arrive when something surprising disrupts your expectations. Which emotion am I?",
  "I’m the feeling of not being good enough. Which emotion am I?",
  "I show up when your needs aren’t being heard — sometimes loudly. Which emotion am I?",
  "I appear when you’re not living in alignment with your values. Which emotion am I?",
  "I show you what you miss or long for. Which emotion am I?",
  "I come up when someone else has what you want. Which emotion am I?",
  "I rise when you’re proud of how far you’ve come. Which emotion am I?",
  "I whisper to you that something is about to change. Which emotion am I?",
  "I surface when you’re completely overwhelmed and can't process what’s happening. Which emotion am I?",
  "I’m that tight feeling in your chest when you want to speak but don’t. Which emotion am I?",
  "I show up when you feel seen, heard, and valued. Which emotion am I?",
  "I remind you that you’ve failed your own expectations. Which emotion am I?",
  "I push you to try again because something still matters. Which emotion am I?",
  "I appear when everything feels too quiet and you wish someone would notice. Which emotion am I?",
  "I urge you to protect what matters most — even if you don’t know how. Which emotion am I?",
  "I’m the warmth you feel when you’re in the right place with the right people. Which emotion am I?",
  "I’m the storm that builds when too many little things go unspoken. Which emotion am I?",
  "I step in when things feel unfair or unjust — even if they don’t affect you directly. Which emotion am I?",
  "I show up when it’s time to let go of something — or someone — for good. Which emotion am I?",
  "I’m the lightness in your body when you allow yourself to rest. Which emotion am I?",
  "I rise when the risk is big but the reward might be bigger. Which emotion am I?",
  "I’m the knot in your stomach that shows up before something important. Which emotion am I?",
  "I appear when someone surprises you with kindness. Which emotion am I?",
  "I arrive when you suddenly understand something that was unclear before. Which emotion am I?",
  "I show up when you've outgrown something but are afraid to move on. Which emotion am I?"
]